Repository: Joexv/Hex-Helper-Double-OH
Catalog: Hex Helper Double Oh/Resources/Res.*.resx
Languages: es, ru

# amap_Text
source: Fix A-Map Face Down bug
es: Corregir un error de Face Down de un mapa
ru: Correction d'un bogue face à face

# backup_Menu
source: Open Backup Folder
es: Abrir carpeta de copia de seguridad
ru: Ouvrir le dossier de sauvegarde

# backup_Status
source: Backup Created
es: Creación de copia de seguridad
ru: Création de sauvegarde

# backup_Status_Failed
source: Backup Failed
es: Error de copia de seguridad
ru: Échec de la sauvegarde

# blankpage_Text
source: Please Open a ROM or else snek will eat u
es: Por favor, abra una ROM o snek te va a comer u
ru: S'il vous plaît Ouvrez une ROM ou autrement snek vous mangera

# bw_Text
source: BW Repel System
es: Sistema de Repulsión BW
ru: Système BW Repel

# bw_Warning
source: This hack is for FireRed v1 only, and uses the freespace for around 0x80 bytes. If you have used this space it will overwrite it and delete your data which could result in corruption or a bad script. Click yes if you understand the risks.
es: Este hack es sólo para FireRed v1 y usa el espacio libre para alrededor de 0x80 bytes. Si ha utilizado este espacio, lo sobrescribirá y borrará sus datos, lo que podría resultar en corrupción o un mal script. Haga clic en Sí si entiende los riesgos.
ru: Ce hack est pour FireRed v1 seulement, et utilise l'espace libre pour environ 0x80 octets. Si vous avez utilisé cet espace, il l'écrasera et effacera vos données, ce qui pourrait entraîner une corruption ou un mauvais script. Cliquez sur Oui si vous comprenez les risques.

# debugging_Menu
source: Debugging Mode
es: Modo de depuración
ru: Mode de débogage

# dexSeen_Text
source: Dex Seen in menu
es: Dex Visto en el menú
ru: Dex Vu dans le menu

# egg_Text
source: Level 1 Babies
es: Bebés Nivel 1
ru: Niveau 1 Bébés

# evo_Text
source: Evolve without National Dex
es: Evolucionar sin Dex Nacional
ru: Évolution sans Dex national

# flashback_Text
source: Remove Flashbacks
es: Eliminar flashbacks
ru: Supprimer Flashbacks

# freespace_Warning
source: Please enter a location of free space 0x80 bytes in length.Leave out '0x'.
es: Por favor, introduzca una ubicación de espacio libre 0x80 bytes de longitud. Deje fuera '0x'.
ru: Entrez un emplacement d'espace libre de 0x80 octets de longueur. Cochez '0x'.

# grass_Text
source: Fix Tall Grass
es: Arreglar la hierba alta
ru: Fixer l'herbe haute

# hm_Text
source: Deletable HMs
es: HMs eliminables
ru: Suppression des HM

# languages_Menu
source: Languages
es: Idiomas
ru: Langues

# mew_Text
source: Forced Mew Obediance
es: Mew Obediencia Forzada
ru: Obéissance Mew forcée

# more_Menu
source: More
es: Más
ru: Plus

# notice_Warning
source: Notice
es: darse cuenta
ru: Avis

# open_Menu
source: Open
es: Abierto
ru: Ouvert

# poison_Text
source: Disable OW Poison
es: Desactivar OW Poison
ru: Désactiver OW Poison

# runFlag_Text
source: Running Shoes without flag
es: Zapatos de running sin bandera
ru: Chaussures de course sans drapeau

# running_Text
source: Running Indoors
es: Corriendo en el interior
ru: Courir à l'intérieur

# sp_Menu
source: Español
ru: Spanish

# Status_Add
source: Added!
es: Adicional!
ru: Ajoutée!

# Status_Remove
source: Removed!
es: Remoto!
ru: Enlevé!

# warning_Warning
source: Warning
es: Advertencia
ru: Attention

# welcome_Status
source: Welcome!
es: Bienvenido!
ru: Bienvenue!

# write_ERROR
source: ERROR
ru: ERREUR

# write_NoROM
source: ROM Missing
es: Falta ROM
ru: ROM manquant
